Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: We couldn't load the upgrade options. Please try again.
ar: لم نتمكن من تحميل خيارات الترقية. يرجى المحاولة مرة أخرى.
de: Wir konnten die Upgrade-Optionen nicht laden. Bitte versuche es erneut.
es: No hemos podido cargar las opciones de actualización. Inténtalo de nuevo.
fr: Impossible de charger les options de mise à niveau. Veuillez réessayer.
hi: हम अपग्रेड के विकल्प लोड नहीं कर सके। कृपया फिर से कोशिश करें।
it: Non è stato possibile caricare le opzioni di aggiornamento. Riprova.
ja: アップグレードオプションを読み込めませんでした。もう一度お試しください。
ko: 업그레이드 옵션을 로드할 수 없습니다. 다시 시도해주세요.
nl: We konden de upgrade-opties niet laden. Probeer het opnieuw.
pt_br: Não foi possível carregar as opções de upgrade. Tente novamente.
zh_hans: 我们无法加载升级选项。请重试。
zh_hant: 我們無法加載升級選項。請再試一次。

source: We couldn't load your invite details. Check your connection and try again.
ar: لم نتمكن من تحميل تفاصيل دعوتك. تحقق من اتصالك وحاول مرة أخرى.
de: Wir konnten deine Einladungsdetails nicht laden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hemos podido cargar los datos de tu invitación. Comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu charger les détails de votre invitation. Vérifiez votre connexion et réessayez.
hi: हम आपका इनवाइट विवरण लोड नहीं कर सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: Non è stato possibile caricare i dettagli del tuo invito. Controlla la connessione e riprova.
ja: 招待の詳細を読み込めませんでした。接続を確認して、もう一度お試しください。
ko: 초대 세부 정보를 불러올 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: We konden je uitnodigingsgegevens niet laden. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível carregar as informações do seu convite. Verifique a sua ligação e tente novamente.
zh_hans: 我们无法加载您的邀请详情。请检查您的网络连接，然后重试。
zh_hant: 我們無法加載您的邀請詳細信息。檢查您的連接並重試。

source: We couldn't read that photo. Choose another image and try again.
ar: لم نتمكن من قراءة تلك الصورة. اختر صورة أخرى وحاول مرة أخرى.
de: Wir konnten dieses Foto nicht lesen. Wählen Sie ein anderes Bild und versuchen Sie es erneut.
es: No hemos podido leer la foto. Elige otra imagen e inténtalo de nuevo.
fr: Nous n'avons pas pu lire cette photo. Choisissez une autre image et réessayez.
hi: हम वह फ़ोटो नहीं पढ़ सके। कोई दूसरी फ़ोटो चुनें और फिर से कोशिश करें।
it: Non siamo riusciti a leggere quella foto. Scegli un'altra immagine e riprova.
ja: その写真は読み取れませんでした。別の画像を選択して、もう一度お試しください。
ko: 해당 사진을 읽을 수 없습니다. 다른 이미지를 선택하고 다시 시도하세요.
nl: We konden die foto niet lezen. Kies een andere afbeelding en probeer het opnieuw.
pt_br: Não foi possível ler essa foto. Escolha outra imagem e tente novamente.
zh_hans: 我们无法读取这张照片。请选择其他图片，然后重试。
zh_hant: 我們無法閱讀那張照片。選擇另一個圖像並重試。

source: We couldn’t schedule the scan reminder.
ar: لم نتمكن من جدولة تذكير المسح الضوئي.
de: Wir konnten die Scan-Erinnerung nicht planen.
es: No hemos podido programar el recordatorio del escaneo.
fr: Nous n'avons pas pu programmer le rappel d'analyse.
hi: हम स्कैन रिमाइंडर शेड्यूल नहीं कर सके।
it: Non è stato possibile pianificare il promemoria di scansione.
ja: スキャンリマインダーをスケジュールできませんでした。
ko: 스캔 알림을 예약할 수 없습니다.
nl: We konden de scanherinnering niet plannen.
pt_br: Não foi possível agendar o lembrete de digitalização.
zh_hans: 我们无法安排扫描提醒。
zh_hant: 我們無法安排掃描提醒。

source: We couldn’t schedule the trial reminder.
ar: لم نتمكن من جدولة تذكير المحاكمة.
de: Wir konnten die Test-Erinnerung nicht planen.
es: No hemos podido programar el recordatorio de prueba.
fr: Nous n'avons pas pu programmer le rappel d'essai.
hi: हम ट्रायल रिमाइंडर शेड्यूल नहीं कर सके।
it: Non è stato possibile programmare il promemoria della prova.
ja: トライアルのリマインダーをスケジュールできませんでした。
ko: 체험 알림을 예약할 수 없습니다.
nl: We konden de proefherinnering niet plannen.
pt_br: Não foi possível agendar o lembrete de avaliação.
zh_hans: 我们无法安排试用提醒。
zh_hant: 我們無法安排試用提醒。

source: We couldn't send that feedback. Check your connection and try again.
ar: لم نتمكن من إرسال هذه الملاحظات. تحقق من اتصالك وحاول مرة أخرى.
de: Wir konnten dieses Feedback nicht senden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hemos podido enviar ese comentario. Comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu envoyer ce commentaire. Vérifiez votre connexion et réessayez.
hi: हम वह फ़ीडबैक नहीं भेज सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: Non abbiamo potuto inviare quel feedback. Controlla la connessione e riprova.
ja: フィードバックを送信できませんでした。接続を確認して、もう一度お試しください。
ko: 해당 피드백을 보낼 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: We konden die feedback niet verzenden. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível enviar esse feedback. Verifique a sua ligação e tente novamente.
zh_hans: 我们无法发送反馈。请检查您的网络连接，然后重试。
zh_hant: 我們無法發送該反饋。檢查您的連接並重試。

source: We couldn't verify Pro access. Check your connection and try again.
ar: تعذَّر علينا التحقُّق من وصول Pro. تحقق من اتصالك وحاول مرة أخرى.
de: Wir konnten den PRO-Zugriff nicht verifizieren. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No hemos podido verificar el acceso Pro. Comprueba tu conexión e inténtalo de nuevo.
fr: Nous n'avons pas pu vérifier l'accès Pro. Vérifiez votre connexion et réessayez.
hi: हम Pro का ऐक्सेस वेरिफ़ाई नहीं कर सके। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
it: Non è stato possibile verificare l'accesso Pro. Controlla la connessione e riprova.
ja: Pro アクセスを確認できませんでした。接続を確認して、もう一度試してください。
ko: Pro 액세스를 확인할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: We konden Pro-toegang niet verifiëren. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível verificar o acesso Pro. Verifique a sua ligação e tente novamente.
zh_hans: 我们无法验证PRO访问权限。请检查您的网络连接，然后重试。
zh_hant: 我們無法驗證 Pro 訪問權限。檢查您的連接並重試。

source: We don't have data for this minifigure. Check the ID and try again.
ar: ليس لدينا بيانات لهذا الشكل المصغر. تحقَّق من بطاقة الهوية وحاول مرة أخرى.
de: Wir haben keine Daten für diese Minifigur. Überprüfen Sie den Ausweis und versuchen Sie es erneut.
es: No tenemos datos para esta minifigura. Comprueba el documento de identificación e inténtalo de nuevo.
fr: Nous n'avons pas de données pour cette figurine. Vérifiez la pièce d'identité et réessayez.
hi: हमारे पास इस मिनीफ़िगर का डेटा नहीं है। आईडी की जाँच करें और फिर से कोशिश करें।
it: Non abbiamo dati per questa minifigure. Controlla l'ID e riprova.
ja: このミニフィギュアのデータはありません。 IDを確認して再度お試しください。
ko: 이 미니피규어에 대한 데이터가 없습니다. 신분증을 확인하고 다시 시도하세요.
nl: We hebben geen gegevens voor deze minifiguur. Controleer het legitimatiebewijs en probeer het opnieuw.
pt_br: Não temos dados para esta minifigura. Verifique o documento de identificação e tente novamente.
zh_hans: 我们没有此微型公仔的数据。请检查身份证件并重试。
zh_hant: 我們沒有這個小人仔的數據。檢查 ID，然後重試。

source: We don't have data for this part. Try a different match.
ar: لا تتوفر بيانات لهذا الجزء. جرّب تطابقًا آخر.
de: Für dieses Teil liegen keine Daten vor. Versuche eine andere Übereinstimmung.
es: No tenemos datos de esta pieza. Prueba otra coincidencia.
fr: Nous n’avons pas de données pour cette pièce. Essayez une autre correspondance.
hi: इस पार्ट का डेटा नहीं मिला। कोई दूसरा मैच आज़माएँ।
it: Non abbiamo dati per questo pezzo. Prova un altro risultato.
ja: このパーツのデータがありません。別の候補をお試しください。
ko: 이 부품의 데이터가 없습니다. 다른 일치 항목을 시도하세요.
nl: We hebben geen gegevens voor dit onderdeel. Probeer een andere match.
pt_br: Não temos dados para esta peça. Tente outra correspondência.
zh_hans: 没有此零件的数据。请尝试其他匹配项。
zh_hant: 沒有此零件的資料。請嘗試其他配對。

source: We don't have data for this set number. Double-check the number and try again.
ar: ليس لدينا بيانات لهذا الرقم المحدد. تحقق مرة أخرى من الرقم وحاول مرة أخرى.
de: Wir haben keine Daten für diese festgelegte Nummer. Überprüfen Sie die Nummer und versuchen Sie es erneut.
es: No tenemos datos para este número de set. Comprueba el número e inténtalo de nuevo.
fr: Nous n'avons pas de données pour ce numéro défini. Vérifiez le numéro et réessayez.
hi: हमारे पास इस सेट नंबर का डेटा नहीं है। नंबर को दोबारा जाँचें और फिर से कोशिश करें।
it: Non abbiamo dati per questo numero di set. Ricontrolla il numero e riprova.
ja: このセット番号のデータはありません。番号を再確認して、もう一度お試しください。
ko: 이 세트 번호에 대한 데이터가 없습니다. 번호를 다시 확인하고 다시 시도하세요.
nl: We hebben geen gegevens voor dit setnummer. Controleer het nummer en probeer het opnieuw.
pt_br: Não temos dados para este número definido. Verifique novamente o número e tente novamente.
zh_hans: 我们没有此集合编号的数据。请仔细检查号码，然后重试。
zh_hant: 我們沒有該組數字的數據。仔細檢查號碼並重試。

source: We found %lld possible minifigures. Select the one that looks right.
ar: وجدنا %lld أرقام مصغرة محتملة. اختر الخيار الذي يبدو صحيحًا.
de: Wir haben %lld mögliche Minifiguren gefunden. Wählen Sie diejenige aus, die richtig aussieht.
es: Hemos encontrado %lld posibles minifiguras. Selecciona la que se vea bien.
fr: Nous avons trouvé %lld figurines possibles. Sélectionnez celui qui a l'air correct.
hi: हमें %lld संभावित मिनीफ़िगर मिले हैं। वह चुनें जो सही दिखता हो।
it: Abbiamo trovato %lld possibili minifigure. Seleziona quello che sembra giusto.
ja: %lld のミニフィギュアの可能性があることがわかりました。適切なものを選択してください。
ko: %lld 가능한 미니 피규어를 찾았습니다. 올바르게 보이는 것을 선택하세요.
nl: We hebben %lld mogelijke minifiguren gevonden. Selecteer degene die er goed uitziet.
pt_br: Encontramos %lld possíveis minifiguras. Selecione aquele que parece certo.
zh_hans: 我们发现%lld个可能的迷你人偶。选择一个看起来正确的。
zh_hant: 我們發現了 %lld 可能的小人仔。選擇看起來正確的那個。

source: We only use this for billing problems that need your attention.
ar: نحن نستخدم هذا فقط لمشاكل الفوترة التي تحتاج إلى اهتمامك.
de: Wir verwenden diese nur für Abrechnungsprobleme, die Ihre Aufmerksamkeit erfordern.
es: Solo lo usamos para problemas de facturación que requieran tu atención.
fr: Nous ne l'utilisons que pour les problèmes de facturation qui nécessitent votre attention.
hi: हम इसका इस्तेमाल सिर्फ़ उन बिलिंग समस्याओं के लिए करते हैं, जिन पर आपको ध्यान देने की ज़रूरत है।
it: Lo usiamo solo per problemi di fatturazione che richiedono la tua attenzione.
ja: これは、注意が必要な請求上の問題にのみ使用されます。
ko: 주의를 기울여야 하는 청구 문제에만 이 정보를 사용합니다.
nl: We gebruiken dit alleen voor factureringsproblemen die uw aandacht nodig hebben.
pt_br: Usamos isso apenas para problemas de cobrança que precisam da sua atenção.
zh_hans: 我们只会将其用于需要您注意的账单问题。
zh_hant: 我們僅將其用於需要您注意的計費問題。

source: Web crawler
ar: زاحف الويب
es: Rastreador web
fr: Robot d'exploration Web
hi: वेब क्रॉलर
it: Crawler web
ja: ウェブクローラー
ko: 웹 크롤러
pt_br: Rastreador da Web
zh_hans: Web爬虫
zh_hant: 網絡爬蟲

source: Welcome to BrickValue Pro
ar: مرحبًا بك في BrickValue Pro
de: Willkommen bei BrickValue Pro
es: Bienvenido a BrickValue Pro
fr: Bienvenue sur BrickValue Pro
hi: में आपका स्वागत है BrickValue प्रो
it: Benvenuto in BrickValue Pro
ja: へようこそ BrickValue プロ
ko: 환영합니다 BrickValue PRO
nl: Welkom bij BrickValue Pro
pt_br: Bem-vindo ao BrickValue Pro
zh_hans: 欢迎使用 BrickValue PRO
zh_hant: 歡迎來到 BrickValue專業版

source: What are you mainly here to do?
ar: ما الذي أنت هنا بشكل أساسي للقيام به ؟
de: Wofür bist du hauptsächlich hier?
es: ¿Para qué estás aquí principalmente?
fr: Que faites-vous principalement ici ?
hi: आप मुख्य रूप से यहाँ क्या करने के लिए हैं?
it: Cosa sei principalmente qui per fare?
ja: あなたは主に何をするためにここにいますか？
ko: 주로 무엇을 하러 오시나요?
nl: Wat kom je vooral doen?
pt_br: O que você está aqui principalmente para fazer?
zh_hans: 您主要来这里做什么？
zh_hant: 你來這裡主要是做什麼？

source: What convinced you to upgrade?
ar: ما الذي أقنعك بالترقية ؟
de: Was hat Sie zum Upgrade bewegt?
es: ¿Qué te convenció para actualizar?
fr: Qu'est-ce qui vous a convaincu de mettre à niveau ?
hi: आपको अपग्रेड करने के लिए किस बात ने आश्वस्त किया?
it: Cosa ti ha convinto a fare l'upgrade?
ja: アップグレードを決めた理由は何ですか?
ko: 업그레이드하게 된 계기는 무엇인가요?
nl: Wat overtuigde je om te upgraden?
pt_br: O que o convenceu a atualizar?
zh_hans: 是什么促使您升级？
zh_hant: 是什麼說服您升級的？

source: What do you value most?
ar: ما هو أكثر شيء تقدره ؟
de: Was schätzen Sie am meisten?
es: ¿Qué es lo que más valoras?
fr: Qu'est-ce que vous appréciez le plus ?
hi: आप किस चीज़ को सबसे ज़्यादा महत्व देते हैं?
it: Cosa apprezzi di più?
ja: あなたが最も大切にしていることは何ですか?
ko: 가장 중요하게 생각하는 것은 무엇인가요?
nl: Wat waardeer je het meest?
pt_br: O que você mais valoriza?
zh_hans: 您最看重的是什么？
zh_hant: 你最看重什麼？

source: What do you want to do first?
ar: ماذا تريد أن تفعل أولاً ؟
de: Was möchten Sie zuerst tun?
es: ¿Qué quieres hacer primero?
fr: Que voulez-vous faire en premier ?
hi: आप पहले क्या करना चाहते हैं?
it: Cosa vuoi fare prima?
ja: まず何をしたいですか？
ko: 가장 먼저 무엇을 하고 싶으신가요?
nl: Wat wil je eerst doen?
pt_br: O que você quer fazer primeiro?
zh_hans: 您想先做什么？
zh_hant: 你想先做什麼？

source: What got in the way?
ar: ما الذي يقف في الطريق ؟
de: Was ist in die Quere gekommen?
es: ¿Qué se interpuso en el camino?
fr: Qu'est-ce qui vous a gêné ?
hi: रास्ते में क्या हुआ?
it: Cosa si è messo in mezzo?
ja: 何が邪魔になったのですか？
ko: 무엇이 방해가 되었나요?
nl: Wat stond er in de weg?
pt_br: O que atrapalhou?
zh_hans: 有什么障碍？
zh_hant: 是什麼阻礙了？

source: What should we improve next?
ar: ما الذي يجب علينا تحسينه بعد ذلك ؟
de: Was sollten wir als nächstes verbessern?
es: ¿Qué debemos mejorar ahora?
fr: Que devrions-nous améliorer ensuite ?
hi: हमें आगे क्या सुधार करना चाहिए?
it: Cosa dovremmo migliorare ora?
ja: 次に何を改善すべきでしょうか?
ko: 다음으로 개선해야 할 사항은 무엇인가요?
nl: Wat moeten we nu verbeteren?
pt_br: O que devemos melhorar a seguir?
zh_hans: 接下来我们应该改进哪些方面？
zh_hant: 接下來我們應該改進什麼？

source: Where did you first hear about BrickValue?
ar: أين سمعت لأول مرة عن BrickValue ؟
de: Wo haben Sie zum ersten Mal von BrickValue gehört?
es: ¿Dónde se enteró por primera vez de BrickValue?
fr: Où avez-vous entendu parler de BrickValue pour la première fois ?
hi: आपने पहली बार BrickValue के बारे में कहाँ सुना था?
it: Dove hai sentito parlare per la prima volta di BrickValue?
ja: BrickValue について最初にどこで知りましたか?
ko: BrickValue에 대해 어디서 처음 알게 되셨나요?
nl: Waar hoorde je voor het eerst over BrickValue?
pt_br: Onde ouviu falar de BrickValue pela primeira vez?
zh_hans: 您从哪里第一次了解BrickValue ？
zh_hant: 您第一次聽說 BrickValue 是在哪裡？

source: Wolf
ar: ذئب
es: Lobo
fr: Loup
hi: भेड़िया
it: Lupo
ja: 狼
ko: 늑대
pt_br: Lobo
zh_hans: 狼
zh_hant: 狼

source: Wolfpack
ar: وولفباك
de: Wolfsrudel
es: manada de lobos
fr: Meute de loups
hi: वुल्फपैक
it: Branco di lupi
ja: ウルフパック
ko: 늑대팩
pt_br: Matilha de lobos
zh_hans: 狼群
zh_hant: 狼群

source: YEAR
ar: السنة
de: JAHR
es: AÑO
fr: ANNÉE
hi: साल
it: ANNO
ja: 年
ko: 연도
nl: JAAR
pt_br: ANO
zh_hans: 年份
zh_hant: 年

source: Yellow
ar: الأصفر
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
it: Giallo
ja: 黄色
ko: 노란색
nl: Geel
pt_br: Amarelo
zh_hans: 黄色
zh_hant: 黃色的

source: You can continue into BrickValue.
ar: يمكنك المتابعة إلى BrickValue.
de: Du kannst mit BrickValue fortfahren.
es: Puedes continuar en BrickValue.
fr: Vous pouvez continuer dans BrickValue.
hi: आप BrickValue में जारी रख सकते हैं।
it: Puoi continuare in BrickValue.
ja: BrickValue に進むことができます。
ko: BrickValue으로 계속 진행할 수 있습니다.
nl: Je kunt doorgaan naar BrickValue.
pt_br: Você pode continuar no BrickValue.
zh_hans: 您可以继续进入BrickValue。
zh_hant: 您可以繼續進入 BrickValue。

source: You have %lld slots left. Upgrade for an unlimited collection.
ar: لديك خانات %lld متبقية. قم بالترقية للحصول على مجموعة غير محدودة.
de: Sie haben noch %lld Slots übrig. Upgrade für eine unbegrenzte Sammlung.
es: Te quedan %lld ranuras. Mejora para una colección ilimitada.
fr: Il vous reste des emplacements %lld. Mise à niveau pour une collection illimitée.
hi: आपके पास %lld स्लॉट बचे हैं। अनलिमिटेड कलेक्शन के लिए अपग्रेड करें।
it: Hai ancora %lld slot. Effettua l'upgrade per una collezione illimitata.
ja: %lld スロットが残っています。アップグレードすると、無制限のコレクションが得られます。
ko: %lld 슬롯이 남아 있습니다. 무제한 컬렉션을 이용하려면 업그레이드하세요.
nl: Je hebt nog %lld-slots over. Upgrade voor een onbeperkte collectie.
pt_br: Você tem slots %lld restantes. Faça upgrade para uma coleção ilimitada.
zh_hans: 您还有%lld个时段。升级以获得无限收藏。
zh_hant: 您還剩 %lld 插槽。升級即可無限收藏。

source: You’re all set. We’ll only send the reminder you chose.
ar: أنت على أتم الاستعداد. سنرسل التذكير الذي اخترته فقط.
de: Du bist startklar. Wir senden nur die von dir gewählte Erinnerung.
es: Ya está todo listo. Solo te enviaremos el recordatorio que hayas elegido.
fr: Vous avez terminé. Nous n'enverrons que le rappel que vous avez choisi.
hi: आप पूरी तरह से तैयार हैं। हम सिर्फ़ आपकी चुनी हुई रिमाइंडर भेजेंगे।
it: È tutto pronto. Invieremo solo il promemoria che hai scelto.
ja: 準備は完了です。あなたが選択したリマインダーのみが送信されます。
ko: 모두 완료되었습니다. 선택하신 알림만 전송됩니다.
nl: Je bent helemaal klaar. We sturen alleen de herinnering die je hebt gekozen.
pt_br: Está tudo pronto. Enviaremos apenas o lembrete que você escolheu.
zh_hans: 你已经准备好了。我们只会发送您选择的提醒。
zh_hant: 你已經準備好了。我們只會發送您選擇的提醒。

source: You've reached the bulk scan limit. Upgrade to continue.
ar: لقد وصلت إلى حد المسح الضوئي المجمع. قم بالترقية للمتابعة.
de: Sie haben das Massen-Scan-Limit erreicht. Upgrade, um fortzufahren.
es: Has alcanzado el límite de escaneo masivo. Actualiza para continuar.
fr: Vous avez atteint la limite de numérisation en bloc. Passez à un forfait supérieur pour continuer.
hi: आप बल्क स्कैन की सीमा तक पहुँच गए हैं। जारी रखने के लिए अपग्रेड करें।
it: Hai raggiunto il limite di scansioni in blocco. Effettua l'upgrade per continuare.
ja: 一括スキャンの制限に達しました。続行するにはアップグレードしてください。
ko: 벌크 스캔 한도에 도달했습니다. 계속하려면 업그레이드하세요.
nl: Je hebt de limiet voor bulkscans bereikt. Upgrade om door te gaan.
pt_br: Atingiu o limite de digitalização em massa. Atualize para continuar.
zh_hans: 您已达到批量扫描限制。升级以继续。
zh_hant: 您已達到批量掃描限制。升級才能繼續。

source: You've reached your scan limit. Upgrade to Brickvalue Pro to continue.
ar: لقد وصلت إلى حد المسح الضوئي الخاص بك. قم بالترقية إلى Brickvalue PRO للمتابعة.
de: Du hast dein Scan-Limit erreicht. Upgrade auf Brickvalue Pro, um fortzufahren.
es: Has alcanzado el límite de escaneo. Actualice a Brickvalue Pro para continuar.
fr: Vous avez atteint votre limite de numérisation. Passez à Brickvalue Pro pour continuer.
hi: आप अपनी स्कैन की सीमा तक पहुँच गए हैं। जारी रखने के लिए Brickvalue Pro पर अपग्रेड करें।
it: Hai raggiunto il limite di scansioni. Passa a Brickvalue Pro per continuare.
ja: スキャン制限に達しました。続行するには、Brickvalue Pro にアップグレードしてください。
ko: 스캔 한도에 도달했습니다. 계속하려면 Brickvalue PRO로 업그레이드하세요.
nl: Je hebt je scanlimiet bereikt. Upgrade naar Brickvalue Pro om door te gaan.
pt_br: Atingiu o seu limite de digitalização. Atualize para o Brickvalue Pro para continuar.
zh_hans: 您已达到扫描限制。升级到Brickvalue PRO以继续。
zh_hant: 您已達到掃描限制。升級到 Brickvalue Pro 以繼續。

source: You've used all available bulk scans. Upgrade to continue.
ar: لقد استخدمت جميع عمليات الفحص بالجملة المتاحة. قم بالترقية للمتابعة.
de: Sie haben alle verfügbaren Massenscans verwendet. Upgrade, um fortzufahren.
es: Has utilizado todos los escaneos masivos disponibles. Actualiza para continuar.
fr: Vous avez utilisé toutes les numérisations en bloc disponibles. Mettez à niveau pour continuer.
hi: आपने उपलब्ध सभी बल्क स्कैन का इस्तेमाल किया है। जारी रखने के लिए अपग्रेड करें।
it: Hai utilizzato tutte le scansioni in blocco disponibili. Esegui l'upgrade per continuare.
ja: 利用可能な一括スキャンをすべて使用しました。続行するにはアップグレードしてください。
ko: 사용 가능한 일괄 스캔을 모두 사용했습니다. 계속하려면 업그레이드하세요.
nl: Je hebt alle beschikbare bulkscans gebruikt. Upgrade om door te gaan.
pt_br: Você usou todas as digitalizações em massa disponíveis. Atualize para continuar.
zh_hans: 您已使用所有可用的批量扫描。升级以继续。
zh_hant: 您已使用所有可用的批量掃描。升級才能繼續。

source: You've used all your available scans. Upgrade to Brickvalue Pro to continue.
ar: لقد استخدمت جميع عمليات المسح المتاحة. قم بالترقية إلى Brickvalue PRO للمتابعة.
de: Sie haben alle verfügbaren Scans verwendet. Upgrade auf Brickvalue Pro, um fortzufahren.
es: Has utilizado todos los escaneos disponibles. Actualice a Brickvalue Pro para continuar.
fr: Vous avez utilisé toutes vos numérisations disponibles. Passez à Brickvalue Pro pour continuer.
hi: आपने अपने सभी उपलब्ध स्कैन का इस्तेमाल किया है। जारी रखने के लिए Brickvalue Pro पर अपग्रेड करें।
it: Hai utilizzato tutte le scansioni disponibili. Passa a Brickvalue Pro per continuare.
ja: 利用可能なスキャンをすべて使用しました。続行するにはBrickvalue PROにアップグレードしてください。
ko: 사용 가능한 모든 스캔을 사용했습니다. 계속하려면 Brickvalue PRO로 업그레이드하세요.
nl: Je hebt al je beschikbare scans gebruikt. Upgrade naar Brickvalue Pro om door te gaan.
pt_br: Você usou todas as varreduras disponíveis. Atualize para o Brickvalue Pro para continuar.
zh_hans: 您已使用所有可用的扫描。升级到Brickvalue PRO以继续。
zh_hant: 您已使用所有可用的掃描。升級到 Brickvalue Pro 以繼續。

source: Your account could not be deleted. Please try again.
ar: تعذّر حذف حسابك. حاول مرة أخرى.
de: Dein Konto konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar tu cuenta. Inténtalo de nuevo.
fr: Votre compte n’a pas pu être supprimé. Réessayez.
hi: आपका खाता हटाया नहीं जा सका। फिर कोशिश करें.
it: Impossibile eliminare il tuo account. Riprova.
ja: アカウントを削除できませんでした。もう一度お試しください。
ko: 계정을 삭제할 수 없습니다. 다시 시도하세요.
nl: Je account kon niet worden verwijderd. Probeer het opnieuw.
pt_br: Não foi possível excluir sua conta. Tente novamente.
zh_hans: 无法删除你的账户。请重试。
zh_hant: 無法刪除你的帳戶。請再試一次。

source: Your BrickValue trial ends in 2 days
ar: تنتهي الفترة التجريبية لـ BrickValue خلال يومين
de: Ihre BrickValue-Testversion endet in 2 Tagen
es: Tu prueba de BrickValue finaliza en 2 días
fr: Votre essai BrickValue se termine dans 2 jours
hi: आपका BrickValue ट्रायल 2 दिनों में खत्म हो जाएगा
it: Il tuo periodo di prova di BrickValue termina tra 2 giorni
ja: BrickValueトライアルはあと2日で終了します
ko: BrickValue 평가판이 2일 후에 종료됩니다.
nl: Je BrickValue-proefperiode eindigt over 2 dagen
pt_br: Sua avaliação do BrickValue termina em 2 dias
zh_hans: 您的BrickValue试用期将在2天后结束
zh_hant: 您的 BrickValue 試用期將在 2 天后結束

source: Your collection and scanning benefits are unlocked.
ar: تم إلغاء قفل مزايا الجمع والمسح الضوئي.
de: Ihre Abhol- und Scan-Vorteile sind freigeschaltet.
es: Tus beneficios de recopilación y escaneo están desbloqueados.
fr: Vos avantages de collecte et de numérisation sont débloqués.
hi: आपके कलेक्शन और स्कैनिंग के फ़ायदे अनलॉक हो गए हैं।
it: I vantaggi di raccolta e scansione sono sbloccati.
ja: コレクションとスキャンの特典がアンロックされます。
ko: 수집 및 스캔 혜택이 잠금 해제되었습니다.
nl: Je verzamel- en scanvoordelen zijn ontgrendeld.
pt_br: Seus benefícios de coleta e digitalização estão desbloqueados.
zh_hans: 您的收藏和扫描权益已解锁。
zh_hant: 您的收集和掃描權益已解鎖。

source: Your collection could not be loaded. Please try again.
ar: تعذر تحميل مجموعتك. يرجى المحاولة مرة أخرى.
de: Ihre Sammlung konnte nicht geladen werden. Bitte versuche es erneut.
es: No se ha podido cargar tu colección. Inténtalo de nuevo.
fr: Impossible de charger votre collection. Veuillez réessayer.
hi: आपका कलेक्शन लोड नहीं किया जा सका। कृपया फिर से कोशिश करें।
it: Impossibile caricare la tua collezione. Riprova.
ja: コレクションを読み込めませんでした。もう一度お試しください。
ko: 컬렉션을 로드할 수 없습니다. 다시 시도해 주세요.
nl: Je collectie kon niet worden geladen. Probeer het opnieuw.
pt_br: Não foi possível carregar a sua coleção. Tente novamente.
zh_hans: 无法加载您的收藏。请重试。
zh_hant: 無法加載您的收藏。請再試一次。

source: Your collection has more room, and every scanner is ready when you are.
ar: تحتوي مجموعتك على مساحة أكبر، وكل ماسحة ضوئية جاهزة عندما تكون جاهزًا.
de: Deine Sammlung hat mehr Platz und jeder Scanner ist bereit, wenn du es bist.
es: Tu colección tiene más espacio y todos los escáneres están listos cuando tú lo estés.
fr: Votre collection a plus de place, et chaque scanner est prêt quand vous l'êtes.
hi: आपके संग्रह में अधिक जगह है, और जब आप तैयार हों तो हर स्कैनर तैयार है।
it: La tua collezione ha più spazio e ogni scanner è pronto quando lo sei tu.
ja: あなたのコレクションにはより多くのスペースがあり、すべてのスキャナーは準備ができています。
ko: 컬렉션에 여유 공간이 있으며 모든 스캐너가 준비되어 있습니다.
nl: Je collectie heeft meer ruimte en elke scanner is klaar wanneer jij dat bent.
pt_br: Sua coleção tem mais espaço e todos os scanners estarão prontos quando você estiver.
zh_hans: 您的收藏空间更大，每台扫描仪都准备就绪。
zh_hant: 您的收藏有更多空間，並且每臺掃描儀都已準備就緒。
